---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtDashS
source: html/a311d930-a672-6f44-0d44-444364baec4d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtDashS Property

Symbol lb/ft-s, indicating unit Pounds mass per foot second.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerFtDashS { get; }
```